tap "auth0/auth0-cli"
tap "babashka/brew"
tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pamburus/tap"
tap "px4/px4"
tap "vectordotdev/brew"
tap "withgraphite/tap"
brew "amazon-ecs-cli"
brew "jpeg-xl"
brew "aom"
brew "readline"
brew "asciinema"
brew "automake"
brew "boost"
brew "avrdude"
brew "libyaml"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash"
brew "bat"
brew "bat-extras"
brew "cloc"
brew "clojure"
brew "cmake"
brew "cocoapods"
brew "curl"
brew "dfu-programmer"
brew "direnv"
brew "fd"
brew "fennel"
brew "fish"
brew "flyctl"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdbm"
brew "gh"
brew "pango"
brew "git"
brew "git-delta"
brew "git-town"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "imagemagick"
brew "jq"
brew "jump"
brew "leiningen"
brew "less"
brew "lesspipe"
brew "libraqm"
brew "luv"
brew "macmon"
brew "make"
brew "mas"
brew "mise"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "node"
brew "perl"
brew "pillow"
brew "pinentry-mac"
brew "prettier"
brew "pulumi"
brew "pv"
brew "python@3.10"
brew "redis"
brew "ripgrep"
brew "ruby-install"
brew "rust"
brew "sd"
brew "stow"
brew "tmux"
brew "tokei"
brew "trash", link: true
brew "tree"
brew "vercel-cli"
brew "vim"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "zsh"
brew "auth0/auth0-cli/auth0"
brew "borkdude/brew/babashka"
brew "babashka/brew/neil"
brew "borkdude/brew/clj-kondo"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "pamburus/tap/hl"
brew "vectordotdev/brew/vector"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alt-tab"
cask "android-studio"
cask "arc"
cask "brave-browser"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "firefox@developer-edition"
cask "font-cascadia-code"
cask "font-comic-neue"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-profont-nerd-font"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "httpie"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "libreoffice"
cask "logi-options+"
cask "logi-options+"
cask "logitech-g-hub"
cask "logitune"
cask "netspot"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "opera"
cask "opera-gx"
cask "pitch"
cask "pocket-casts"
cask "rar"
cask "raycast"
cask "scrivener"
cask "session-manager-plugin"
cask "sf-symbols"
cask "soundsource"
cask "spaceid"
cask "splice"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "yubico-yubikey-manager"
cask "zed"
cask "zen"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Key Codes", id: 414568915
mas "Keynote", id: 409183694
mas "Mastonaut", id: 1450757574
mas "Medis", id: 1579200037
mas "Mela", id: 1568924476
mas "MuteKey", id: 1509590766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pasteboard Viewer", id: 1499215709
mas "Pixelmator", id: 407963104
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "Ulysses", id: 1225570693
mas "WhatsApp", id: 310633997
mas "WhatsApp (old)", id: 1147396723
mas "Xcode", id: 497799835
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "castwide.solargraph"
vscode "figma.figma-vscode-extension"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "mvllow.rose-pine"
vscode "shaunlebron.vscode-parinfer"
vscode "shopify.ruby-lsp"
vscode "simsim0709.over-night-owl"
vscode "vscodevim.vim"
vscode "wallabyjs.quokka-vscode"
