tap "borkdude/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
brew "readline"
brew "asciinema"
brew "automake"
brew "libyaml"
brew "asdf"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash"
brew "bison"
brew "clojure"
brew "clojure-lsp"
brew "curl"
brew "direnv"
brew "docker-compose"
brew "fasd"
brew "fennel"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "htop"
brew "iproute2mac"
brew "jq"
brew "leiningen"
brew "libffi"
brew "mas"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "pipenv"
brew "pulumi"
brew "python@3.10"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "speedtest-cli"
brew "stow"
brew "terminal-notifier"
brew "tmux"
brew "trash"
brew "watch"
brew "watchexec"
brew "youtube-dl"
brew "zsh"
brew "borkdude/brew/clj-kondo"
brew "px4/px4/gcc-arm-none-eabi"
brew "qmk/qmk/qmk"
cask "1password"
cask "1password-cli"
cask "ableton-live-standard10"
cask "arc"
cask "docker"
cask "dropbox"
cask "figma"
cask "font-comic-neue"
cask "font-fira-code"
cask "font-profont-nerd-font"
cask "git-credential-manager-core"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "karabiner-elements"
cask "logi-options-plus"
cask "ngrok"
cask "pocket-casts"
cask "rar"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
mas "Amphetamine", id: 937984704
mas "DaisyDisk", id: 411643860
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Key Codes", id: 414568915
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
