tap "auth0/auth0-cli"
tap "babashka/brew"
tap "borkdude/brew"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
tap "vectordotdev/brew"
tap "withgraphite/tap"
brew "amazon-ecs-cli"
brew "readline"
brew "asciinema"
brew "automake"
brew "libyaml"
brew "asdf"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash"
brew "bat"
brew "bat-extras"
brew "bison"
brew "cloc"
brew "clojure"
brew "cmake"
brew "curl"
brew "direnv"
brew "docker-compose"
brew "fasd"
brew "fd"
brew "fennel"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "httpie", link: false
brew "iproute2mac"
brew "jq"
brew "leiningen"
brew "lesspipe"
brew "libffi"
brew "mas"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "pipenv"
brew "prettier"
brew "pulumi"
brew "python@3.10"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sd"
brew "speedtest-cli"
brew "stow"
brew "terminal-notifier"
brew "tmux"
brew "tokei"
brew "trash"
brew "vercel-cli"
brew "watch"
brew "watchexec"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "auth0/auth0-cli/auth0"
brew "babashka/brew/neil"
brew "borkdude/brew/clj-kondo"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "px4/px4/gcc-arm-none-eabi"
brew "qmk/qmk/qmk"
brew "vectordotdev/brew/vector"
brew "withgraphite/tap/graphite"
cask "1password"
cask "1password-cli"
cask "ableton-live-standard10"
cask "alacritty"
cask "android-studio"
cask "arc"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-cascadia-code"
cask "font-comic-neue"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-profont-nerd-font"
cask "git-credential-manager"
cask "git-credential-manager"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "httpie"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "libreoffice"
cask "logi-options-plus"
cask "netspot"
cask "ngrok"
cask "nordvpn"
cask "pocket-casts"
cask "qmk-toolbox"
cask "rar"
cask "raycast"
cask "scrivener"
cask "sf-symbols"
cask "soundsource"
cask "splice"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zed"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "DaisyDisk", id: 411643860
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Key Codes", id: 414568915
mas "Keynote", id: 409183694
mas "Medis", id: 1579200037
mas "MuteKey", id: 1509590766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
vscode "figma.figma-vscode-extension"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "mvllow.rose-pine"
vscode "vscodevim.vim"
vscode "wallabyjs.quokka-vscode"
